<?php

return [
    '1' => [
        'text' => 'Очікує надходження',
        'color' => '#000'
    ],
    '2' => [
        'text' => 'Видалено',
        'color' => '#000'
    ],
    '3' => [
        'text' => 'Номер не знайдено',
        'color' => '#000'
    ],
    '4' => [
        'text' => 'Відправлення у місті(4)',
        'color' => '#000'
    ],
    '41' => [
        'text' => 'Відправлення у місті(41)',
        'color' => '#000'
    ],
    '5' => [
        'text' => 'Відправлення прямує до міста',
        'color' => '#000'
    ],
    '6' => [
        'text' => 'Відправлення у місті(6)',
        'color' => '#000'
    ],
    '7' => [
        'text' => 'Прибув на відділення(7)',
        'color' => '#000'
    ],
    '8' => [
        'text' => 'Прибув на відділення(8)',
        'color' => '#000'
    ],
    '9' => [
        'text' => 'Відправлення отримано(9)',
        'color' => '#000'
    ],
    '10' => [
        'text' => 'Відправлення отримано! <br> Очікуйте СМС!',
        'color' => '#000'
    ],
    '11' => [
        'text' => 'Відправлення отримано. <br> Грошовий переказ видано одержувачу',
        'color' => '#000'
    ],
    '14' => [
        'text' => 'Відправлення передано до огляду отримувачу',
        'color' => '#000'
    ],
    '101' => [
        'text' => 'На шляху до одержувача',
        'color' => '#000'
    ],
    '102' => [
        'text' => 'Відмова одержувача(102)',
        'color' => '#000'
    ],
    '103' => [
        'text' => 'Відмова одержувача(103)',
        'color' => '#000'
    ],
    '108' => [
        'text' => 'Відмова одержувача(108)',
        'color' => '#000'
    ],
    '104' => [
        'text' => 'Змінено адресу',
        'color' => '#000'
    ],
    '105' => [
        'text' => 'Припинено зберігання',
        'color' => '#000'
    ],
    '106' => [
        'text' => 'Одержано і є ТТН грошовий переказ',
        'color' => '#000'
    ],
    '107' => [
        'text' => 'Нараховується плата за зберігання',
        'color' => '#000'
    ]
];